Repository: KaiLega/protect-my-infos
Catalog: languages/yw-protect-*-infos-*.po
Languages: it_it

source: - Click to reveal the phone number -
it_it: - Clicca qui per rivelare il telefono -

source: - Click to reveal the email address -
it_it: - Clicca qui per rivelare l'email -

source: Click to reveal
it_it: - Clicca qui per rivelare

source: Hover to reveal
it_it: Passa qui il mouse per rivelare

source: Donate with PayPal button
it_it: Dona con Paypal

source: PayPal - The safer, easier way to pay online!
it_it: PayPal - Il modo più sicuro e facile per pagare online!

source: Thank you for using Protect My Infos!
it_it: Grazie per aver utilizzato Protect My Infos!

source: Visit our website for updates.
it_it: Visitate il nostro sito web per gli aggiornamenti.

source: Invalid nonce.
it_it: Nonce non valido.

source: Invalid image parameter.
it_it: Parametri dell'immagine non validi.

source: Plugin updates are available.
it_it: Aggiornamenti del plugin disponibili.

source: General Settings
it_it: Impostazioni generali

source: Obfuscation
it_it: Offuscamento

source: Advanced Settings
it_it: Impostazioni avanzate

source: How to use it
it_it: Come utilizzare il plugin

source: Support the Author
it_it: Supporta l’autore

source: Protect Phone Numbers
it_it: Proteggi i numeri di telefono

source: Protect Emails
it_it: Proteggi le email

source: Show Icons
it_it: Mostra le icone

source: Text Color
it_it: Colore del testo

source: Icons Color
it_it: Colore delle icone

source: Save Settings
it_it: Salva impostazioni

source: Obfuscation Settings
it_it: Impostazioni di offuscamento

source: Blur Mode
it_it: Modalità Blur

source: Custom Phone Reveal Text
it_it: Testo personalizzato per rivelare il numero di telefono

source: Custom Email Reveal Text
it_it: Testo personalizzato per rivelare l'indirizzo email

source: New features coming soon...
it_it: Nuove funzionalità in arrivo...

source: How to use Protect My Infos
it_it: Come utilizzare Protect My Infos

source: To use Protect My Infos, follow these steps:
it_it: Per utilizzare Protect My Infos, segui questi passaggi:

source: In General Settings, choose the data you want to protect: phone numbers, email addresses, or both.
it_it: Nelle Impostazioni Generali, scegli i dati che desideri proteggere: numeri di telefono, indirizzi email o entrambi.

source: In Obfuscation, set your preferred obfuscation type and customization options.
it_it: Nella sezione Offuscamento, imposta il tipo di offuscamento preferito e le opzioni di personalizzazione.

source: Use the shortcode in your posts or pages to protect specific information:
it_it: Usa lo shortcode nei tuoi post o nelle tue pagine per proteggere informazioni specifiche:

source: Save your settings and test on your site to ensure proper functionality.
it_it: Salva le impostazioni e testa sul tuo sito per assicurarti che funzioni correttamente.

source: If you like this plugin and would like to support me, please consider making a donation!
it_it: Se ti piace il plugin e vuoi supportare il suo sviluppo, considera una donazione!

source: Donate with PayPal
it_it: Dona con Paypal

source: Donate with Bitcoin
it_it: Dona con Bitcoin

source: Scan the QR code or use this address to donate:
it_it: Scansiona il codice QR o usa questo indirizzo:

source: Bitcoin QR Code
it_it: QR Code per Bitcoin

source: Permission denied.
it_it: Permesso negato.

source: Invalid options structure.
it_it: Struttura delle opzioni non valida.

source: Failed to save settings.
it_it: Errore nel salvataggio delle impostazioni.

source: Settings saved successfully.
it_it: Impostazioni salvate con successo.

source: With placeholder text
it_it: Con testo segnaposto

source: With blurred letters/numbers
it_it: Con lettere/numeri offuscati

source: Blur entire data
it_it: Offusca tutti i dati

source: Blur only the center
it_it: Offusca solo il centro

source: Blur only the first half
it_it: Offusca solo la prima metà

source: Blur only the second half
it_it: Offusca solo la seconda metà

source: Enter custom text...
it_it: Inserisci custom text...

source: - Click to reveal the email -
it_it: - Clicca qui per rivelare l'email -

source: Enable Obfuscation
it_it: Abilita l'offuscamento

source: Obfuscation Type
it_it: Tipo di offuscamento

source: Configure general settings for Protect My Infos.
it_it: Configura le impostazioni generali per Protect My Infos.

source: Configure obfuscation settings for Protect My Infos.
it_it: Configura le impostazioni di offuscamento per Protect My Infos.

source: No value provided.
it_it: Nessun valore fornito.

source: Settings not configured.
it_it: Impostazioni non configurate.

source: Protect phone numbers and email addresses from bots using advanced encryption and various protection methods, ensuring visibility only to human users. Highly customizable, this plugin allows you to select which data to protect and how, offering flexibility and robust security for your website.
it_it: Protegge i numeri di telefono e gli indirizzi email dai bot utilizzando cifrature avanzate e diversi metodi di protezione, garantendo la visibilità solo agli utenti umani. Altamente personalizzabile, questo plugin consente di selezionare quali dati proteggere e come, offrendo flessibilità e sicurezza robusta per il tuo sito web.
